<?php

return [
    'success' => 'عملیات موفقیت‌آمیز بود',
    'notFound' => 'عملیات ناموفق بود. لطفا دوباره امتحان کنید',
    'notFoundExcel' => 'فایل اپلود شده نقصی مبیاشد لطفا با دقت وبدون هیچ گونه عملیاکه  در اکسل انجام شده اپلود کنید ',
    'list' => 'تمام اطلاعات موجود در پایگاه داده',
    'search' => 'جستجوی داده‌ها',
    'code_not' => 'لطفا شناسه خود را وارد کنید',
    'code_not_data' => 'گواهینامه با این کد وجود ندارد',
    'not_cat_id' => 'این دسته‌بندی وجود ندارد',
    'not_file' => 'لطفا فایل اکسل را وارد کنید',
    'not_countEcel' => 'لطفا فایل اکسل را وارد کنید',
    'not_format' => 'این فرمت درست نمی‌باشد',
    'date_cat_not' => 'لطفا زمان این دسته را مشخص کنید',
    'hours_cat_not' => 'لطفا ساعت این دسته را مشخص کنید',

    'count_not' => 'لطفا تعداد سوال این دسته را مشخص کنید',
    'question_one_not' => 'لطفا سوال گزینه اول را وارد کنید.',
    'question_two_not' => 'لطفا سوال گزینه دوم را وارد کنید.',
    'question_three_not' => 'لطفا سوال گزینه سوم را وارد کنید.',
    'question_four_not' => 'لطفا سوال گزینه چهار را وارد کنید.',
    'categorie_id_not' => 'لطفا دسته‌بندی را وارد کنید.',
    'level_not' => 'لطفا سطح سختی سوال را وارد کنید.',
    'question_not' => 'لطفا عنوان سوال را وارد کنید.',
    'answers_not' => 'لطفا پاسخ صحیح را وارد کنید',
    'acceptance_not' => 'لطفا درصد قبولی را وارد کنید',
    'text_not' => 'لطفا توضیحات را وارد کنید',
     'user_phonen_not'=>'کاربر با این شماره وجود ندارد',
    'user_phonen_is'=>'کاربر با این شماره وجود دارد',

    'date_not' => 'زمان شما به پایان رسید؛ متاسفانه به هیچ سوالی پاسخ ندادید.',
    'History_again' => 'این فیلد می‌گوید که کاربر تا سه روز دیگر حق شرکت در آزمون را ندارد',
    'not_true' => 'متاسفانه شما نمره قبولی از این آزمون را نگرفتید. لطفا سه روز آینده مجدداً برای شرکت در آزمون مراجعه کنید',
    'refresh_not' => 'متاسفانه آزمون شما به‌دلیل رفرش صفحه حذف شد. لطفا سه روز دیگر برای شرکت در آزمون اقدام کنید.',
    'refresh_notـdescriptive' => ' آزمون شما به‌دلیل رفرش صفحه حذف گردید. ',

    'cat_not' => 'این محصول وجود ندارد. لطفا با پشتیبانی سایت تماس بگیرید',
    'not_azmoons' => 'شما در این آزمون شرکت کردید',
    'id_not_val' => 'لطفا شناسه را وارد کنید',
    'checkData' => 'شما به‌تازگی در این آزمون شرکت کرده‌اید',
    'checkData2' => ' و امکان شرکت مجدد در آزمون را نخواهید داشت',
    'level_not_val' => 'لطفا سطح سوال را تعیین کنید',
    'connectionFalid' => 'خطا در برقراری ارتباط.لطفا چند دقیقه‌ی دیگر مراجعه کنید. یا با پشتیبانی تماس بگیرید',
    'certificate' => ' شما گواهینامه این دوره را دریافت کرده‌اید و امکان شرکت مجدد در این آزمون و دریافت گواهینامه را ندارید ',
    'not_certificate' => 'شما با موفقیت این آزمون را پشت سر گذاشته و نمره قبولی را کسب کرده‌اید',
    'permission_user_id' => 'لطفا نام کاربر را وارد کنید',
    'permission_name' => 'لطفا نام صحفه را وارد کنید',
    'exists_not' => 'این حق دسترسی برای این کاربر وجو دارد',
    'exam' => 'لطفا نوع گواهینامه را تعیین کنید',
     'agent_name' =>'لطفا نام نمایندگی را وارد کنید',
    /// lists
    'title_not' => 'لطفا عنوان را وارد کنید.',
    'scoue_not' => 'لطفا نمره  را وارد کنید.',

    'catetage_not' => 'لطفا دسته بندی رو وارد کنید ',
    'discount_not' => 'لطفا تعداد کدهای تخفیف  رو وارد کنید',
    'discount_number_not' => ' کدهای تخفیف  باید از نوع اعداد باشد',

    'listDiscount_not' => 'لطفا نام های کد تخفیف را وارد کنید',
    'price_not' => 'لطفا قیمت را وارد کنید',

    'phone_number_not' => 'لطفا شماره تماس خود را وارد کنید',

    'phone_regex' => 'شماره همراه وارد شد صیحیح نمی باشد ',
    'phone_number_false' => 'اطلاعات وارد شده درست نمی باشد',
    'description_not' => 'لطفا توضیحات را وارد کنید',

    'expire_gift_not' => 'کدتخفیف را وارد کنید',
    'expire_gift_number_not' => 'کدتخفیف باید عدد باشد',

    'git_online_not' => 'تخفیف خرید انلاین را وارد کنید',
    'git_online_number_not' => 'تخفیف خرید انلاین باید عدد باشد',

    'credit_not' => 'تخفیف خرید اعتباری را وارد کنید',
    'credit_number_not' => 'تخفیف خرید اعتباری را وارد کنید',

    'expire_day_not' => 'لطفا مدت اعتبار  را وارد کنید',
    'expire_day_number_not' => 'لطفا مدت اعتبار را وارد کنید',
    ///Payment
    'payErrors' => 'خطا در پرداخت',
    'paysuccess' => 'عملیات پرداخت با موفقیت انجام شد',
    'processing' => 'هنگام بررسی درخواست شما یک خطا رخ داده است. لطفاً بعداً دوباره امتحان کنید',
    //messages
    'errOtp' => 'کد وارد شده اشتباه می باشد',
    'amount_between' => 'سقف خرید اعتباری شما 50 میلیون تومان می‌باشد.',
    'credits_amount_between' => 'سقف خرید اعتباری شما 50 میلیون تومان می‌باشد.',
    'credits_amount_between_Database' => 'سقف خرید اعتباری شمابه 50 میلیون  تومان رسیده است.  لطفا  تسویه حساب کنید.',
    /// file
    'customer_type_required' => 'نوع مشتری اجباری می باشد',
    'national_required' => 'کدملی اجبار می باشد',
    'national_melli_code' => 'کد ملی وارد شده معتبر نیست.',

    'phone_number_erorr' => 'شماره تلفن ثابت وارد شده اشتباه می باشد',
    'phone_digits_erorr' => 'شماره تلفن ثابت  11 رقم می باشد',
    'national_numeric' => 'کدملی باید از نوع عدد باشد',
    'mobileـrequired' => 'شماره موبابل اجباری می باشد',
    'mobile_typeـerror' => 'شماره موبابل اشتباه است',
    'postaـcode_numberic' => ' کد پستی اجباری می باشد',
    'postaـcode_type_error' => ' کد پستی اشتباه می باشد',
    'provinceـrequired' => 'نام استان ها اجبار می باشد',
    'cityـrequired' => 'شهر اجباری می باشد',
    'name_fـrequired' => ' نام و نام خانوادگی و خود ر وارد کنید',

    'avenueـrequired' => 'نام خیابان اجبار می باشد',
    'plaque_required' => 'پلاک اجباری می باشد',
    'addressـrequired' => ' ادرس اجباری می باشد',
    'email__required' => 'ایمیل اجباری می باشد',
    'email__type_error' => 'ایمیل وارد شده اشتباه می باشد',
    'componeName_required' => 'نام شرکت را وارد کنید',

    'economic_Code' => ' کد اقتصادی خود را وارد کنید',
    'economic_Code_limit' => ' کد اقتصادی یا شناسسه ملی نباید  کمتر 11 یا بیشتر از 12 باشد.',
    'exclusive_Code' => 'کد یکتا خود را وارد کنید',
    'exclusive_Code_limit' => 'کد یکتا یا اختصاصی نباید کمتر از 11 یا بیشتر اون باشد',
    'mimes' => 'لطفا یک عکس اپلود کنید',
    'file_required' => 'لطفا یک فایل اپلود کنید',

    ///error wordpress
    'wordpress_search' => 'کاربری با این شماره یافت نشد ',
    'errors_wordpress' => 'خطادربرقراری ارتباط:لطفاچندقیقه دیگرامحتان کنید',
    'mobiles_not_regex' => 'لطفا تلفن همراه را درست وارد کنید',
    'mobiles_not' => 'لطفا تلفن همراه را وارد کنید',
    'counts_credit' => 'تعداد دوره های این پکیج به پایان رسیده است',
    'success_wordpress' => 'عملیات خرید با موفقیت انجام شد',
    'requires_score_approval' => 'آزمون شما با موفقیت انجام شد. پس از تصحیح، نتایج به شما اعلام خواهد شد. ',
    'isApprovaMessages' => 'شما در این آزمون شرکت کرده اید و نتیجه آن در حال بررسی است.',
    'panelisApprovaMessages' => 'گواهینامه برای این کاربر قبلاً صادر شده است',
    'cat_status_error'=>'در حال حاضر این آزمون غیر فعال می باشد و د زمان مقرر فعال می گردد.',
     'initial'=>'نمرات آزمون به صورت موقت ذخیره گردید'



];
